7zip
accountsservice
adw-gtk-theme
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
awww
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cantarell-fonts
cava
chafa
chwd
cliphist
cmake
cpupower
cryptsetup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
flatpak
fsarchiver
git
github-cli
gpu-screen-recorder-ui
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs-smb
hdparm
hwdetect
hyprland
hyprlock
hyprpolkitagent
hyprshot
inetutils
intel-lpmd
intel-media-driver
intel-ucode
iwd
jfsutils
kitty
kvantum
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
mediainfo
mesa-utils
micro
mkinitcpio
modemmanager
mpc
mpd
mpd-mpris
mpv
mpvpaper
mtools
nano
nano-syntax-highlighting
nemo
nemo-fileroller
neovim
netctl
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntfsprogs
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
opencl-nvidia
openssh
os-prober
otf-commit-mono-nerd
otf-font-awesome
pacman-contrib
papirus-icon-theme
partitionmanager
pavucontrol
perl
perl-image-exiftool
pipewire-alsa
pipewire-pulse
pkgfile
plocate
poppler-glib
power-profiles-daemon
protonplus
pv
python
python-defusedxml
python-packaging
qt6-5compat
qt6-multimedia
qt6-multimedia-ffmpeg
qt6ct
realtime-privileges
rebuild-detector
reflector
ripgrep
rmpc
rofi
rsync
s-nail
satty
sddm
sg3_utils
shelly
smartmontools
snapper
sof-firmware
steam
stow
sudo
swaync
switcheroo-control
sysfsutils
tailscale
texinfo
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
usb_modeswitch
usbutils
vlc-plugins-all
vpl-gpu-rt
vulkan-icd-loader
vulkan-intel
waybar
waypaper
wget
which
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xorg-xhost
yay
yazi
zen-browser-bin
