7zip
a52dec
aalib
abseil-cpp
accountsservice
acl
adw-gtk-theme
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ananicy-cpp
ant
aom
appstream
aquamarine
archlinux-keyring
aribb24
aribb25
at-spi2-core
atkmm
attr
audit
auto-cpufreq
autoconf
automake
avahi
awesome-terminal-fonts
awww
base
base-devel
bash
bash-completion
bat
bind
binutils
bison
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
boost-libs
bpf
breeze-icons
brightnessctl
brotli
btop
btrfs-assistant
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cachyos-ananicy-rules
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cairo
cairomm
cairomm-1.16
cantarell-fonts
cava
cdparanoia
chafa
chezmoi
chromaprint
chwd
cifs-utils
cinnamon-desktop
clang
cliphist
cmake
compiler-rt
composefs
confuse
coreutils
cpio
cppdap
cpupower
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
duf
duktape
e2fsprogs
efibootmgr
efitools
efivar
egl-gbm
egl-wayland
egl-wayland2
egl-x11
eglexternalplatform
elfutils
ell
ethtool
exempi
exfatprogs
expac
expat
eza
f2fs-tools
faac
faad2
fakeroot
fastfetch
fd
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
fish
fish-autopair
fish-pure-prompt
fisher
flac
flatpak
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fsarchiver
ftgl
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
git
github-cli
glew
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glm
glslang
glu
glycin
gmp
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperf
gperftools
gpgme
gpgmepp
gpm
gpsd
gpu-screen-recorder
gpu-screen-recorder-notification
gpu-screen-recorder-ui
granite7
graphene
graphite
graphviz
grep
grim
groff
grub
grub-btrfs
grub-btrfs-support
grub-hook
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-smb
gzip
harfbuzz
hdparm
hicolor-icon-theme
hidapi
highway
hwdata
hwdetect
hwloc
hyprcursor
hyprgraphics
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpolkitagent
hyprshot
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
i2c-tools
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
intel-gmmlib
intel-lpmd
intel-media-driver
intel-ucode
inxi
iproute2
iptables
iputils
iso-codes
iw
iwd
jack2
jansson
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jdk25-openjdk
jemalloc
jfsutils
jq
json-c
json-glib
jsoncpp
karchive
kbd
kbookmarks
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knotifications
kpmcore
krb5
kservice
kvantum
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lcms2
ldb
leancrypto
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libdisplay-info
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libngtcp2
lib32-libnm
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libva
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxinerama
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-openssl
lib32-p11-kit
lib32-pcre2
lib32-pipewire
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-implicit-layers
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib-ng
lib32-zlib-ng-compat
lib32-zstd
libadwaita
libaio
libao
libappindicator
libarchive
libasan
libass
libassuan
libasyncns
libatasmart
libatomic
libavc1394
libavif
libavtp
libb2
libblake3
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libebml
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libexsid
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libfyaml
libgcc
libgcrypt
libgdiplus
libgee
libgfortran
libgirepository
libgit2
libglvnd
libgme
libgnomekbd
libgomp
libgoom2
libgpg-error
libgsf
libgudev
libheif
libhwasan
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libjpeg-turbo
libjxl
libkate
libksba
liblc3
libldac
libldap
liblqr
liblrdf
liblsan
libltc
libluv
libmad
libmakepkg-dropins
libmalcontent
libmatroska
libmaxminddb
libmbim
libmd
libmediainfo
libmfx
libmicrodns
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmysofa
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libntfs-3g
libnvme
libobjc
libogg
libopenmpt
libopenraw
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libquadmath
libraqm
libraw1394
libresidfp
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigc++-3.0
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstdc++
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libtsan
libubsan
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutf8proc
libuv
libva
libva-nvidia-driver
libvdpau
libverto
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyuv
libzen
libzip
licenses
lilv
linux-api-headers
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
lirc
live-media
lld
llhttp
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lsscsi
lua
lua51
lua51-lpeg
lua54
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
matugen
md4c
mdadm
media-player-info
mediainfo
mesa
mesa-utils
micro
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
mono
mpc
mpd
mpd-mpris
mpdecimal
mpfr
mpg123
mpv
mpvpaper
msgpack-c
mtdev
mtools
mujs
muparser
nano
nano-syntax-highlighting
ncurses
nemo
nemo-fileroller
neon
neovim
netctl
netpbm
nettle
network-manager-applet
networkmanager
nftables
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
nss-mdns
ntfs-3g
ntfsprogs
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
ocl-icd
onetbb
oniguruma
openal
opencl-nvidia
opencore-amr
openexr
openh264
openjpeg2
openjph
openssh
openssl
opus
orc
os-prober
ostree
otf-commit-mono-nerd
otf-font-awesome
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
pangomm-2.48
papirus-icon-theme
parallel
parted
partitionmanager
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-image-exiftool
perl-mailtools
perl-timedate
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pixman
pkgconf
pkgfile
playerctl
plocate
polkit
polkit-qt6
poppler
poppler-data
poppler-glib
popt
portaudio
power-profiles-daemon
ppp
pps-tools
procps-ng
projectm
protobuf
protonplus
psmisc
pugixml
pv
python
python-attrs
python-autocommand
python-build
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-click
python-cryptography
python-defusedxml
python-distro
python-filelock
python-gobject
python-idna
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-packaging
python-pillow
python-pip
python-platformdirs
python-psutil
python-pyasyncore
python-pycparser
python-pyinotify
python-pyproject-hooks
python-requests
python-setproctitle
python-setuptools
python-typing_extensions
python-urllib3
python-urwid
python-wcwidth
python-wheel
qca-qt6
qrencode
qt5-base
qt5-svg
qt5-translations
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-svg
qt6-translations
qt6ct
raptor
rate-mirrors
rav1e
re2
readline
realtime-privileges
rebuild-detector
reflector
rhash
ripgrep
rmpc
rofi
rsync
rtmpdump
rubberband
rust
s-nail
satty
sbc
scx-manager
scx-scheds
scx-tools
sd
sdbus-cpp
sddm
sdl12-compat
sdl2-compat
sdl3
sdl_image
seatd
sed
serd
sg3_utils
shaderc
shadow
shared-mime-info
shelly
slang
slurp
smartmontools
smbclient
snap-pac
snapper
snappy
sndio
sof-firmware
solid
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
steam
steam-devices
stow
sudo
svt-av1
svt-hevc
swaync
switcheroo-control
sysfsutils
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
taglib
tailscale
talloc
tar
tcl
tdb
tealdeer
tevent
texinfo
thin-provisioning-tools
tinysparql
tinyxml2
tomlplusplus
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-fantasque-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
twolame
tzdata
uchardet
udisks2
ufw
ufw-extras
unibilium
unrar
unzip
upower
usb_modeswitch
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vlc-plugin-a52dec
vlc-plugin-aalib
vlc-plugin-alsa
vlc-plugin-aom
vlc-plugin-archive
vlc-plugin-aribb24
vlc-plugin-aribb25
vlc-plugin-ass
vlc-plugin-avahi
vlc-plugin-bluray
vlc-plugin-caca
vlc-plugin-cddb
vlc-plugin-chromecast
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-dca
vlc-plugin-dvb
vlc-plugin-dvd
vlc-plugin-faad2
vlc-plugin-ffmpeg
vlc-plugin-firewire
vlc-plugin-flac
vlc-plugin-fluidsynth
vlc-plugin-freetype
vlc-plugin-gme
vlc-plugin-gnutls
vlc-plugin-gstreamer
vlc-plugin-inflate
vlc-plugin-jack
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-kate
vlc-plugin-libsecret
vlc-plugin-lirc
vlc-plugin-live555
vlc-plugin-lua
vlc-plugin-mad
vlc-plugin-matroska
vlc-plugin-mdns
vlc-plugin-modplug
vlc-plugin-mpeg2
vlc-plugin-mpg123
vlc-plugin-mtp
vlc-plugin-musepack
vlc-plugin-nfs
vlc-plugin-notify
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-samplerate
vlc-plugin-sdl
vlc-plugin-sftp
vlc-plugin-shout
vlc-plugin-smb
vlc-plugin-soxr
vlc-plugin-speex
vlc-plugin-srt
vlc-plugin-svg
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-udev
vlc-plugin-upnp
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-x264
vlc-plugin-x265
vlc-plugin-xml
vlc-plugin-zvbi
vlc-plugins-all
vlc-plugins-base
vlc-plugins-extra
vlc-plugins-video-output
vlc-plugins-visualization
vmaf
volume_key
vpl-gpu-rt
vscodium
vulkan-icd-loader
vulkan-intel
vulkan-mesa-implicit-layers
wavpack
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
wget
which
wildmidi
wireless-regdb
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
wpa_supplicant
wtype
x264
x265
xapp
xapp-symbolic-icons
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yay
yazi
yyjson
zbar
zen-browser-bin
zenity
zeromq
zimg
zint
zip
zix
zlib-ng
zlib-ng-compat
zram-generator
zstd
zvbi
zxing-cpp
zziplib
